Repository: Phorlly/JSMS
Catalog: JSMS/Resources/Language.*.resx
Languages: km

# About
source: About Us
km: អំពីយើង

source: Accounting
km: គណនេយ្យ

source: Accounting Management
km: ការគ្រប់គ្រងគណនេយ្យ

source: Actions
km: សកម្មភាព

source: Activity
km: ប្រតិបត្តិការ

# Add
source: Add New
km: បន្ថែមថ្មី

# AlreadyAccount
source: Already Account for Login?
km: ខ្ញុំ​មាន​គណនី​មួយ​រួចហើយ?

source: Amount
km: ចំនួន

source: Applicant
km: អ្នកដាក់ពាក្យ

# ApplicantInfo
source: Applicant Infomations
km: ពត៌មានអ្នកដាក់ពាក្យ

source: Applicant Management
km: ការគ្រប់គ្រងអ្នកដាក់ពាក្យ

# ApplicantPassedShortList
source: Applicant passed in Short-List
km: បេក្ខជនដែលបានជាប់ក្នុងបញ្ជីហៅសម្ភាសន៍

# ApplicantPassRecruitment
source: Applicant passed in Recruitment
km: បេក្ខជនដែលបានជាប់ការជ្រើសរើស

source: Assistance
km: លេខា

source: Attachment
km: ឯកសារ​ភ្ជាប់

source: Attendance
km: បញ្ជីវត្តមាន

# AttendanceInfo
source: Attendance Infomations
km: ព័ត៌មានអំពីវត្តមាន

source: Attendance Management
km: ការគ្រប់គ្រងបញ្ជីវត្តមាន

source: Auto
km: ស្វ័យប្រវត្តិ

source: Bank Account :
km: គណនីធនាគារ​ ៖

source: Behavior
km: បញ្ជាក់អាកប្បមាយាទ

# BehaviorInfo
source: Behavior Infomations
km: ព័ត៌មានអំពីអាកប្បកិរិយាមាយាទ

source: Behavior​ Management
km: ការគ្រប់គ្រងអំពីអាកិរិយាមាយាទ

source: Change Password
km: ប្ដូរពាក្យសម្ងាត់

source: Check In
km: កាលបរិច្ឆេទ ចូលធ្វើការងារ

source: Check Out
km: កាលបរិច្ឆេទ ចេញពីធ្វើការងារ

source: Client
km: អតិថិជន

# ClientInfo
source: Client Infomations
km: ព័ត៌មានរបស់អតិថិជន

source: Client Management
km: ការគ្រប់គ្រងអតិថិជន

source: Close
km: បិទ

# Code
source: Code Number
km: លេខកូដ

source: Commune
km: ឃុំ សង្កាត់

source: Company
km: ឈ្មោះក្រុមហ៊ុន

# CompanyName
source: Jinglong Security Co.,Ltd
km: ជីងឡុង ស៊ីឃ្យូរីធី ខូអិលធីឌី

# Confirmed
source: Confirmed By
km: បញ្ជាក់ដោយ

# ConfirmPassword
source: Confirm your password
km: បញ្ជាក់ពាក្យសម្ងាត់ម្តងទៀត

# Contact
source: Contact Us
km: ទំនាក់ទំនងមកយើង

# Cost
source: Total Price
km: តម្លៃសរុប

source: Count From
km: គិតចាប់ពីថ្ងៃទី

# CreateAccount
source: Create New Account
km: បង្កើតគណនី

source: Created
km: បានបង្កើត

source: Create New Account
km: បង្កើតគណនីថ្មី

# Currency
source: Currency Type
km: ប្រភេទរូបិយប័ណ្ណ

source: Current Address
km: អាសយដ្ឋានបច្ចុប្បន្ន

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រងពត៌មានសង្ខេប

source: Date
km: កាលបរិច្ឆេទ

source: Description
km: បរិយាយ

source: District
km: ស្រុក ខណ្ឌ

# DOB
source: Date of Birth
km: ថ្ងៃខែឆ្នាំកំណើត

source: Education
km: កម្រិតការសិក្សា

# Email
source: Email Address
km: អាស័យ​ដ្ឋាន​អ៊ី​ម៉ែ​ល

source: End Date
km: កាលបរិច្ឆេទចុងក្រោយ

source: English
km: ភាសាអង់គ្លេស

source: Exchang Rate
km: អត្រាប្តូរប្រាក់

# Expense
source: General Expense
km: ចំណាយទូទៅ

# ExpenseManagement
source: General-Expense Management
km: ការគ្រប់គ្រងការចំណាយទូទៅ

# ExpenseSalary
source: Expense on Salary
km: ការចំណាយលើប្រាក់ខែ

# ExpenseSalaryManagement
source: Expense on Salary Management
km: ការគ្រប់គ្រងចំណាយលើប្រាក់ខែ

source: Expense Type
km: ប្រភេទចំណាយ

source: Female
km: ស្រី

source: First Name
km: នាមត្រកូល

source: Forget
km: ភ្លេច

source: Fullname
km: ឈ្មោះពេញ

source: Full-Time
km: ការងារ​ពេញ​ម៉ោង

source: Gender
km: ភេទ

source: General Ledger
km: កត់ត្រាទូទៅ

source: General-Manager
km: អ្នកគ្រប់គ្រង

# GenerateInvoice
source: Generate New Invoice
km: បង្កើតវិក័យប័ត្រថ្មី

source: Guarantor
km: អ្នកធានា

# GuarantorInfo
source: Guarantor Infomations
km: ព័ត៌មានអំពីអ្នកធានា

source: Guarantor Management
km: ការគ្រប់គ្រងអំពីអ្នកធានា

source: High School
km: វិទ្យាល័យ

# Home
source: Home Page
km: ទំព័រដើម

# HR
source: HR Management
km: ផ្នែកធនធានមនុស្ស

# Id
source: No.
km: ល.រ

# Income
source: Ganeral Income
km: ចំណូលទូទៅ

# IncomeAds
source: Advertising revenue
km: ប្រាក់ចំណូលពីការផ្សាយពាណិជ្ជកម្ម

# IncomeAdvisor
source: Earnings from comment value
km: ចំណូលពីថ្លៃប្រឹក្សាយោបល់

# IncomeCost
source: Revenue from service fee
km: ចំណូលពីថ្លៃសេវា

# IncomeExpensive
source: Income from interest income
km: ចំណូលពីចំណូលការប្រាក់

# IncomeInfo
source: General-Income Infomations
km: ព័ត៌មានសម្រាប់ចំណូលទូទៅ

# IncomeManagement
source: General-Income Management
km: ការគ្រប់គ្រងចំណូលទូទៅ

# IncomeSalary
source: Income from Salary
km: ចំណូលដែលបានពីប្រាក់ខែ

# IncomeSalaryManagement
source: Income​ from Salary Management
km: ការគ្រប់គ្រងចំណូលដែលបានពីប្រាក់ខែ

# IncomeSell
source: Revenue from product sales
km: ប្រាក់ចំណូលពីការលក់ផលិតផល

# IncomeService
source: Revenue from sales of services
km: ចំណូលពីការលក់សេវាកម្ម

# IncomeSponsored
source: Income from voluntary sponsorship
km: ចំណូលពីការឧបត្ថម្ភស្ម័គ្រចិត្ត

# IncomeState
source: Income from state sponsorship
km: ចំណូលពីការពីការឧបត្ថម្ភពីរដ្ឋ

# IncomeTax
source: Revenue from taxes
km: ចំណូលពីសួយសារអាករ

source: Income Type
km: ប្រភេទចំណូល

# Input
source: Please input data
km: សូមបំពេញ

source: Instead
km: ជំនួសគេ

# Invoice
source: Invoice​ Number
km: លេខវិក័យបត្រ

# InvoiceDay
source: Invoice Shared Date
km: កាលបរិច្ឆេទចេញវិក័យប័ត្រ

# InvoiceKh
source: Invoice
km: វិក្កយប័ត្រ

source: Invoice Number
km: លេខវិកយប័ត្រ

# InvoicePage
source: Invoice Generate Page
km: ទំព័រវិក័យប័ត្រ

source: Joining Date
km: ថ្ងៃខែចូលធ្វើការងារ

source: Khmer
km: ភាសាខ្មែរ

source: KHR (៛)
km: ខ្មែររៀល​ (៛)

source: Last Name
km: នាមខ្លួន

source: Location
km: ទីតាំងការពារ

source: Login
km: ចូលប្រើ

# LoginInto
source: Login into System
km: ចូលប្រើប្រាស់ប្រព័ន្ធ

# LoginWith
source: Login with Username and Password
km: ចូលប្រើប្រព័ន្ធជាមួយឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់

source: Logout
km: ចាកចេញពីប្រព័ន្ធ

# Main
source: Main​ Salary
km: ប្រាក់ខែគោល

source: Male
km: ប្រុស

# Monthly
source: Find by Month
km: ស្វែងរកតាមរយៈខែ

source: More info
km: មើលបន្ថែម

source: Morning
km: ថ្ងៃ

source: Name
km: ឈ្មោះ

source: Name of Applcant
km: ឈ្មោះ​របស់​បេក្ខជន

source: Name of Guarantor
km: ឈ្មោះរបស់អ្នកធានា

source: National
km: ជនជាតិ

source: Nationality
km: សញ្ជាតិ

source: New password
km: ពាក្យសម្ងាត់ថ្មី

source: Night
km: យប់

# NoAccount
source: No Account for Login?
km: មិនទាន់មានគណនីសម្រាប់ចូលប្រើមែនទេ?

source: Note
km: កត់សម្គាល់

source: Not Studied
km: មិនបានសិក្សា

# NRK
source: National Religion King
km: ជាតិ សាសនា ព្រះមហក្សត្រ

source: Old password
km: ពាក្យសម្ងាត់ចាស់

source: Online​ Applicant
km: អ្នកដាក់ពាក្យតាមអនឡាញ

source: Online​ Client
km: អតិថិជនតាមអនឡាញ

source: Other
km: ផ្សេងៗ

# OtherGLType
source: Actitvity Type
km: ប្រភេទប្រតិបត្តិការ

source: Owner
km: ម្ចាស់ភាគហ៊ុន

source: Part-Time
km: ការងារ​ក្រៅម៉ោង

source: Password
km: ពាក្យសម្ងាត់

# Payment
source: Payment​ Method
km: វិធីសាស្ត្រទូរទាត់ប្រាក់

source: People
km: នាក់

# Phone
source: Telephone line 1
km: លេខទូរសព្ទខ្សែទីមួយ

# Phone2
source: Telephone line 2 (Optional)
km: លេខទូរសព្ទខ្សែទីពីរ (ជាជម្រើស)

# PleaseLogin
source: Please Login into your account
km: សូមបញ្ចូលពត៌មានរបស់អ្នក

# POB
source: Place of Birth
km: ទីកន្លែងកំណើត

source: Position
km: តំណែងជា

# Premier
source: Premier Maney
km: លុយព្រីម

source: Primary School
km: បឋមសិក្សា

source: Procduct Management
km: ការគ្រប់គ្រង​មុខទំនិញ

source: Product
km: ឈ្មោះមុខទំនិញ

# ProductInfo
source: Product Infomations
km: ព័ត៌មានអំពីមុខទំនិញ

source: Profile
km: រូបតំណាង

source: Province
km: ខេត្ត​ ក្រុង

source: Purpose
km: គោលបំណង

source: Quantity
km: បរិមាណ

source: Rating
km: ការវាយតម្លៃ

source: Recruitment
km: ការជ្រើសរើស

# RecruitmentInfo
source: Recruitment Infomations
km: ព័ត៌មានជ្រើសរើសបុគ្គលិក

source: Recruitment Management
km: ការគ្រប់គ្រងការជ្រើសរើសបុគ្គលិក

source: Refresh
km: ទាញម្ដងទៀត

source: Register Online
km: ការចុះឈ្មោះតាមអនឡាញ

source: Register Online Management
km: ការគ្រប់គ្រងការចុះឈ្មោះតាមអ៊ីនធឺណិត

source: Registration
km: ការចុះឈ្មោះ

source: Remain-Stock
km: ទំនិញនៅសល់

source: Remain-Stock Management
km: ការគ្រប់គ្រងទំនិញនៅសល់ក្នុងស្តុក

source: Remember me?
km: ចងចាំខ្ញុំ?

source: Report
km: របាយការណ៍

# Role
source: Role Permission
km: តួនាទីជា

source: Role Permission
km: ការអនុញ្ញាតតាមតួនាទីជា

source: Salary
km: ប្រាក់ខែ

source: Salary​ Payment
km: ប្រាក់បៀរវត្សដែលទទួលបាន

source: Save
km: រក្សាទុក

source: Secondary School
km: អនុវិទ្យាល័យ

# Select
source: Please select a data
km: សូមជ្រើសរើស

source: Setting
km: ការកំណត់ផ្សេងៗ

source: Shift Type
km: ប្រភេទវេន

source: Short​​ List
km: អ្នកជាប់ក្នុងបញ្ជីហៅសម្ភាសន៍

# ShortListInfo
source: Short-List Infomations
km: ព័ត៌មានអ្នកជាប់ក្នុងបញ្ជីហៅសម្ភាសន៍

source: Short-List Management
km: ការគ្រប់គ្រងអ្នកជាប់ក្នុងបញ្ជីហៅសម្ភាសន៍

# ShowData
source: Show all data
km: បង្ហាញទាំងអស់

source: Staff
km: បុគ្គលិក

# StaffInfo
source: Staff Infomations
km: ព័ត៌មានរបស់បុគ្គលិក

source: Staff Management
km: ការគ្រប់គ្រងបុគ្គលិក

# Standing
source: Standing at :
km: ប្រចាំការនៅ៖

source: Start Date
km: កាលបរិច្ឆេទចាប់ផ្ដើម

source: Status
km: ស្ថានភាព

# Stock
source: Stock Product
km: ស្តុកទំនិញ

source: Stock-In
km: ទំនិញចូលក្នុងស្តុក

source: Stock Management
km: ការគ្រប់គ្រងស្តុកទំនិញ

source: Stock-Out
km: ទំនិញចេញពីស្តុក

# StockProductInfo
source: Stock-Product Infomations
km: ព័ត៌មានអំពីស្តុកទំនិញ

source: Stock Type
km: ប្រភេទស្តុក

source: Sub Total
km: សរុបរង

# Summary
source: Report
km: ពត៌មានសង្ខេប

source: Tax
km: ពន្ធអាករ

source: Telephone
km: លេខទូរសព្ទ

source: Total
km: សរុប

source: Total Absent
km: សរុបចំនួនអវត្តមាន

source: Total Present​
km: សរុបចំនួនវត្តមាន

source: Transaction
km: ប្រតិបត្តការ

source: Transaction Management
km: ការគ្រប់គ្រងប្រតិបត្តិការ

# Type
source: Job Type
km: ប្រភេទការងារ

source: Unit Price
km: តម្តៃរាយ

source: University
km: សាកលវិទ្យាល័យ

source: Until
km: ដល់ថ្ងៃទី

source: Update
km: កែប្រជាថ្មី

source: Updated
km: បានកែប្រែ

source: Upload Image
km: បង្ហោះរូបភាព

source: USD ($)
km: ដុល្លារអាមេរិក ($)

source: User
km: អ្នកប្រើប្រាស់

# UserInfo
source: User Infomations
km: ព័ត៌មានអ្នកប្រើប្រាស់

source: User Management
km: ការគ្រប់គ្រងអ្នកប្រើប្រាស់

source: Username
km: ឈ្មោះអ្នកប្រើប្រាស់

source: Vice-Manager
km: ថៅកែ

source: Village
km: ភូមិ

# Welcome
source: Welcome to Jinglong
km: ជីងឡុង សូមជម្រាបសួរ

source: Your
km: របស់អ្នក
